Revit 2027 API
ParameterTypeId.StairsTrisertypeRiser Property
 "Riser"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTrisertypeRiser { get; }
Public Shared ReadOnly Property StairsTrisertypeRiser As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTrisertypeRiser {
	ForgeTypeId^ get ();
}
static member StairsTrisertypeRiser : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace